---
kind: property
id: P:Autodesk.Revit.DB.PrintParameters.HideCropBoundaries
source: html/af510710-7d98-b135-5e2d-e2368b45c978.htm
---
# Autodesk.Revit.DB.PrintParameters.HideCropBoundaries Property

Indicates whether to hide crop boundaries when printing.

## Syntax (C#)
```csharp
public bool HideCropBoundaries { get; set; }
```